const data = [
  {
    id: "1",
    question: "Скільки коштує бутиль води?",
    answer:
      "Ціна 19 л пляшки води залежить від кількості, яку ви замовляєте. Ціна вказана за умови, що у вас є зворотна тара.  Якщо тари у вас немає, то вперше ви оплачуєте ціну бутля, помпи (якщо вам потрібна) і самої води. А надалі просто міняєте порожні пляшки на воду.",
  },
  {
    id: "2",
    question: "Скільки коштує доставка води?",
    answer:
      "Ми здійснюємо безкоштовну доставку при замовленні від одного 19 л бутля води",
  },
  {
    id: "3",
    question: "В які райони ви доставляєте воду?",
    answer:
      "Ми здійснюємо доставку води по селищу Котовского та його округах. Детально можете переглянути нижче на карті або дізнатись у наших операторів.",
  },
  {
    id: "4",
    question: "Чи можу я замовити воду на сьогодні?",
    answer:
      "Замовлення оформлене сьогодні до 17.00 привозимо сьогодні. Окрім неділі.",
  },
  {
    id: "5",
    question: "Яка вода краща: очищена чи мінералізована?",
    answer:
      "Обидва види води очищені системою зворотнього осмосу та домінералізовані. У їхньому складі тільки різна кількість мінералів. Очищена - з низькою мінералізацією і відмінно підходить для приготування їжі та напоїв, не залишає накипу. Чудово підходить для кавомашин. Мінералізована вода містить збалансовану кількість мінералів, що підходить для щоденного вживання. Чудово насичує організм корисними речовинами та втамовує спрагу. Ви можете вибрати варіант, який відповідає вашим уподобанням.",
  },
  {
    id: "6",
    question: "Як зробити замовлення?",
    answer:
      "Ви можете зробити замовлення прямо на сайті цілодобово подзвонивши нам в робочі часи (Пн-Сб  9.00 - 20.00 / Нд  9.00 - 15.00) або написавши в Вайбер чи Телеграм ( відповімо також в робочий час ) ",
  },
  {
    id: "7",
    question: "Яку кількість бутлів вигідніше замовляти за 1 раз?",
    answer:
      "Вартість за один бутиль залежить від замовленої кількості. Ви можете отримати суттєву економію замовивши від 2х, 6ти чи 10ти бутлів. Також нагадуємо що вода в закритому бутлі чудово зберігається до 2х місяців.",
  },
  {
    id: "8",
    question: "Чи приймаєте ви пляшки інших компаній?",
    answer:
      "Так, якщо ви хочете замовити у нас воду і у вас є тара від попередніх постачальників, ми доставимо воду в наших бутлях і візьмемо вашу тару на обмін. За умови, що вона виготовлена ​​з полікарбонату, чиста, без пошкоджень та сторонніх запахів.",
  },
  {
    id: "9",
    question: "Як і з ким розрахуватися?",
    answer:
      "Ви можете оплатити замовлення прямо на сайті або готівкою чи карткою при доставці кур’єру. Використовуємо платіжні системи Apple Pay та Google Pay. Також можливий розрахунок на картку ФОПа",
  },
];

export default data;
