const data = [
  {
    id: "01",
    title: "Механічна фільтрація",
    description:
      "Очищення Здорової води складається з кількох етапів, перший серед яких це механічна фільтрація. Цей етап застосовується для видалення твердих часток, сідиментів, великих забруднень та інших частинок з води. \n\nПотім вода проходить через грубий фільтр, який призначений для утримання великих часток, таких як пісок, іржа, листя та інші сідименти. Цей етап допомагає захистити подальші частини системи від потенційно шкідливих забруднень. \n\nФінішна фільтрація: вода подається через більш дрібний фільтр, призначений для утримання менших часток, таких як пил, бактерії та інші мікроскопічні забруднення.Цей етап допомагає покращити якість води, забезпечуючи видалення більш дрібних забруднень.",
  },
  {
    id: "02",
    title: "Видалення хлору",
    description:
      "Другий етап очищення Здорової води - це етап видалення хлору для поліпшення якості води та забезпечення безпеки споживання. \n\nДля досягнення цієї мети використовується активоване вугілля, яке відмінно справляється з цим завданням. Активоване вугілля є відмінним сорбентом із великою активною поверхнею, що ефективно знезаражує воду від хлору та його сполук. \n\nТакий процес не лише покращує смак та запах води, але й забезпечує збереження здоров'я шкіри та волосся, уникнення алергічних реакцій та інших негативних наслідків від хлорованої води. \n\nВода стає безпечною та приємною за смаком.",
  },
  {
    id: "03",
    title: "Видалення органіки",
    description:
      "Етап Видалення Органіки: \n\nПісля етапу видалення хлору, вода може містити органічні забруднення, такі як розчинені органічні сполуки, органічні масла, та інші речовини, які можуть впливати на якість води та її безпеку. \n\nДля видалення органічних забруднень застосовуються спеціальні адсорбенти, які приваблюють та утримують розчинені органічні речовини. \n\nДеякі органічні сполуки можуть бути пов'язані з бактеріями та іншими мікроорганізмами. Етап видалення органіки також сприяє зменшенню концентрації мікроорганізмів у воді. \n\nВ результаті етапу видалення органіки вода стає ще більш безпечною для споживання, покращуючи здоров'я та добробут споживачів.",
  },
  {
    id: "04",
    title: "Зниження жорсткості",
    description:
      "Етап зниження жорсткості Здорової води включає використання іонообмінників та пом’якшуючих засобів, що зменшують концентрацію кальцію та магнію. Це оптимізує смакові якості води і забезпечує стабільність рівня pH. \n\nСистема контролює якість води, гарантуючи здоров'я та оптимальні умови для повсякденного використання.",
  },
  {
    id: "05",
    title: "Мембранна фільтрація",
    description:
      "Етап мембранної фільтрації в системі очищення води використовується для подальшого видалення мікроскопічних забруднень та бактерій, забезпечуючи воду високої якості. \n\nПроцес включає використання мембран, які дозволяють пройти лише молекулам води, відсікаючи бактерії, віруси та інші забруднення. \n\nЦей етап покращує безпеку та чистоту води, забезпечуючи споживачам надійне джерело питної води.",
  },
  {
    id: "06",
    title: "Знезараження ультрафіолетом",
    description:
      "Етап знезараження ультрафіолетовим випромінюванням (УФ-очищення) в системі Здорова вода використовується для ефективного вбивання бактерій, вірусів та інших мікроорганізмів у воді. Ультрафіолетове світло впливає на генетичний матеріал мікроорганізмів, що призводить до їхньої дезактивації та непридатності для розмноження. \n\nЦей етап забезпечує додатковий рівень безпеки води, гарантуючи, що питна вода не містить шкідливих патогенів. Ультрафіолетове знезараження є ефективним та екологічно чистим методом, не залишаючи хімічних залишків у воді.",
  },
  {
    id: "07",
    title: "Коригування РН",
    description:
      "Етап коригування pH в системі очищення води Здорова вода включає в себе регулювання рівня кислотності води. Зазвичай використовуються спеціальні хімічні речовини або іонообмінники для стабілізації pH на оптимальному рівні. \n\nКонтроль за pH  забезпечує стабільність якості води.",
  },
  {
    id: "08",
    title: "Поліпшення смаку",
    description:
      "Етап поліпшення смаку Здорової води спрямований на покращення органолептичних властивостей води з точки зору смаку. Для досягнення цієї мети  використовуються додаткові фільтри з виключно природніми кокосовими волокнами. \n\nВода набуває виключних смакових якостей.",
  },
  {
    id: "09",
    title: "Мінералізація",
    description:
      "Етап мінералізації включає в себе додавання корисних мінералів. \n\nМінералізація спрямована на досягнення оптимального складу мінералів, щоб забезпечити гармонію в смаку та збалансований поживний склад. \n\nКальцій, магній, калій та інші мінерали додаються до води для збагачення її складу корисними речовинами. \n\nКальцій і магній є важливими для здоров'я кісток та серцево-судинної системи, і їхнє додавання вносить позитивний внесок у щоденну дієту. \n\nЦей етап має робить воду не тільки чистою, але й збалансованою з точки зору мінералізації, забезпечуючи споживачам воду, яка корисна для їхнього організму і має приємний смак.",
  },
];

export default data;
