<div>
  <h2>ВСЬОГО 3 КРОКИ</h2>
  <div>
    <div>
      <h3>1. Замовлення</h3>
      <p>Телефонуйте або пишіть у Вайбер чи Телеграм:</p>
      <ul>
        <li>Пн-Сб: 9:00 - 20:00</li>
        <li>Нд: 9:00 - 15:00</li>
      </ul>
      <p>Залишайте замовлення на сайті:</p>
      <ul>
        <li>Цілодобово</li>
      </ul>
    </div>

    <div>
      <h3>2. Доставка</h3>
      <p>Оберіть бажаний час доставки:</p>
      <ul>
        <li>Ранкова: 9:00 - 12:00</li>
        <li>Вечірня: 18:00 - 21:00</li>
      </ul>
      <p>
        Замовлення, оформлене до 17:00, можна отримати в цей же вечір. Доставки
        в неділю немає.
      </p>
      <p>Доставка води безкоштовна.</p>
    </div>

    <div>
      <h3>3. ОПЛАТА</h3>
      <p>Оберіть зручні методи оплати:</p>
      <ul>
        <li>Готівкою кур'єру</li>
        <li>Apple Pay та Google Pay</li>
        <li>Оплата на сайті</li>
        <li>Переказ на карту ФОПа</li>
      </ul>
    </div>
  </div>
</div>;
