import { Dispensers } from "@/Components/Dispensers/Dispensers";

export const metadata = {
  title:
    "Диспенсери для питної води в бутлях: Котовського, Фонтанка, Крижанівка, Поскот.",
  description:
    "Замовляйте якісні диспенсери для питної води за найкращими цінами, Котовського, Фонтанка, Крижанівка, Поскот +38(096) 883 66 88. (Одеська обл). Забезпечте собі комфортне та зручне користування питною водою вдома чи в офісі.",
  openGraph: {
    title:
      "Диспенсери для питної води в бутлях: Котовського, Фонтанка, Крижанівка, Поскот.",
    description:
      "Замовляйте якісні диспенсери для питної води за найкращими цінами, Котовського, Фонтанка, Крижанівка, Поскот +38(096) 883 66 88. (Одеська обл). Забезпечте собі комфортне та зручне користування питною водою вдома чи в офісі.",
    url: "https://voda-aquatica.od.ua/dispensers",
    type: "website",
  },
};

export default async function DispensersPage() {
  return (
    <>
      <h1>
        Диспенсери для питної води в бутлях: Котовського, Фонтанка, Крижанівка
      </h1>
      <Dispensers />
    </>
  );
}
