import { SectionWrapper } from '@/Components/SectionWrapper/SectionWrapper';

export default function oferta() {
  return (
    <SectionWrapper>
      <div className=" pt-[80px] mx-[30px] ">
        ПУБЛІЧНА ОФЕРТА ЗАГАЛЬНІ ПОЛОЖЕННЯ 1.1. Наступний текст є Договором між інтернет-магазином
        voda-aquatica.od.ua, надалі &quot;Продавець&quot;, та користувачем послуг інтернет-магазину,
        незалежно від статусу (фізична особа, юридична особа, фізична особа-підприємець), який
        називається надалі &quot;Покупець&quot;. 1.2. Цей Договір визначає умови купівлі очищеної
        води в бутлях об&apos;ємом 18,9 л, кулерів інших супутніх товарів, надалі &quot;Товар&quot;,
        покупцем через інтернет-магазин Продавця. 1.3. Договір є публічною офертою відповідно до ст.
        633 і ст. 641 Громадянського кодексу України і має відповідну юридичну силу. 1.4. Відповідно
        до ст. 642 Громадянського Кодексу України повним і беззастережним прийняттям умов цього
        договору-оферти, що підтверджує укладення Договору на запропонованих умовах, є факт
        здійснення Покупцем оплати вартості замовленого на сайті інтернет-магазину (або іншим
        способом) товару. 1.5. У цій оферті, якщо контекст не вимагає іншого, наступні терміни мають
        такі значення: «Інтернет-магазин» - сайт Продавця, створений для укладення Договорів
        роздрібної та оптової купівлі-продажу після ознайомлення Покупця, запропонованим Товаром
        Продавця, на фотознімках дистанційним шляхом. «Продавець» - організація, незалежно від її
        організаційно-правової форми і/або фізична особа-підприємець, що здійснює продаж товару.
        «Товар» - продукція, запропонована до продажу, розміщена на сайті voda-aquatica.od.ua.
        «Покупець» - фізична і/або юридична особа, яка здійснює замовлення на сайті
        voda-aquatica.od.ua. «Одержувач» - фізична і/або юридична особа, визначена Покупцем, яка
        повинна отримати замовлений Товар. «Акцепт» - повне і беззастережне прийняття Покупцем умов
        Договору. “Замовлення” - окремі позиції з асортиментного переліку Товару, вказані Покупцем
        при оформленні заявки на сайті. ПРЕДМЕТ ДОГОВОРУ 2.1. Продавець здійснює продаж та доставку
        Товару відповідно до чинного прайсу, опублікованого на сайті voda-aquatica.od.ua, а Покупець
        оплачує та приймає Товар відповідно до умов цього Договору. ПОРЯДОК ОФОРМЛЕННЯ ЗАМОВЛЕННЯ
        3.1. Формування замовлення. 3.1.1. Замовлення приймаються через сайт voda-aquatica.od.ua в
        робочий час Продавця( понеділок- субота 9.00-20.00, неділя 9.00-15.00). Покупець може
        оформити замовлення самостійно на сайті або за телефоном за допомогою оператора. 3.1.2. У
        вартість замовлення входить доставка одержувачу по районам Одеси- Котовського, Фонтанка,
        Крижанівка. (Якщо доставка товару оплачується окремо – про це Продавець повідомляє Покупця
        при підтвердженні замовлення). 3.1.3. Проте Продавець не надає послуги з покупки та доставки
        товарів, придбаних у третіх осіб за замовленням Покупця. 3.1.4. При оформленні замовлення
        Покупець повинен корректно вказати дані Одержувача. Неправильна інформація, надана Покупцем,
        може завадити виконанню замовлення у вказаний час. У такому випадку доставка відкладається
        до моменту уточнення коректних даних Одержувача. 3.2. Замовлення вважається оформленим та
        прийнятим до виконання Продавцем, якщо: 3.2.1. після завершення Покупцем дій щодо оформлення
        замовлення в Інтернет магазині, Продавець у телефонному режимі зв&apos;яжеться з Покупцем,
        за необхідності уточнить деталі замовлення та підтвердить Покупцю про прийняття відповідного
        замовлення у роботу; 3.3. Порядок оплати замовлення. 3.3.1. Оплата замовлення означає
        погодження Покупцем укладення цього Договору з Продавцем. 3.3.2. У разі якщо Покупцем було
        обрано безготівкову форму оплати вартості замовлення Товар передається Покупцеві лише за
        умови сплати повної вартості Товару. У такому разі оплата вартості Товару вважається
        здійсненою у момент зарахування відповідних коштів на рахунок Продавця. 3.3.3. Ціни на
        замовлення води, зазначені на сайті voda-aquatica.od.ua, діють на момент здійснення
        замовлення. Ціни на супутні товари зазначені для ознайомлення і можуть бути скориговані
        залежно від курсу доллару на момент покупки. 3.3.4. Покупець має право підтвердити або
        скасувати замовлення до тих пір, поки воно не буде сплачено. 3.3.5.Продавець має право
        зупинити виконання замовлення та/або скасувати замовлення в односторонньому порядку у разі
        невиконання або неналежного виконання Покупцем обов&apos;язку щодо оплати відповідного
        замовлення до моменту доставки Товарів кур&apos;єром за адресою доставки, вказаною Покупцем
        3.3.6. Замовлення приймаються до виконання лише після надходження коштів на рахунок
        Продавця, за винятком вибору способу оплати &quot;Готівкою при отриманні&quot;. 3.3.7.
        Послуги платіжних систем, терміналів, Покупець оплачує додатково. 3.4. Умови доставки
        замовлення. 3.4.1. При оформленні замовлення Покупець повинен чітко вказати вимоги до його
        доставки. Одне замовлення може бути оформлене на одну дату, один період часу, одну адресу.
        3.4.2. У разі неможливості зв&apos;язатися з Покупцем за вказаним ним при здійсненні
        замовлення номером телефону, Замовлення вважається анульованим. 3.4.3. Територія доставки
        товарів, що пропонуються , обмежена, детальну інформацію про територію доставки та суму
        мінімального замовлення надається Продавцем у телефонному режимі. 3.4.4. Доставка замовлення
        здійснюється за попередньою домовленістю з Одержувачем за телефоном, зазначеним Покупцем у
        замовленні. 3.4.5. Швидке виконання замовлення та &quot;доставка день у день&quot;
        виконується протягом робочого дня після оплати замовлення або за домовленістю з Одержувачем.
        3.4.6. Зміни у замовленні Покупець може внести не пізніше ніж за 3 години до часу доставки
        замовлення. Якщо замовлення вже сформоване, його можна скасувати лише за домовленістю з
        операторами колл-центру. 3.4.7. При прийнятті Замовлення Покупець зобов&apos;язаний
        перевірити Товар на відповідність замовленому та цілісність упаковки.У разі відсутності
        претензій до доставленого товару, Покупець оплачує Замовлення. Оплата Товару Покупцем
        свідчить, що претензій до Товару не заявлено і Продавець повністю та належним чином виконав
        свій обов&apos;язок щодо передачі Товару. 3.5. Виконання замовлення у вихідні і святкові
        дні. 3.5.1. Графік виконання та доставки замовлень у святкові дні може відрізнятися.
        Актуальну інформацію можна уточнити у нашого оператора. Звертаємо увагу, що в неділю
        доставки не здійснюється, оскільки цей день є вихідним для доставки. СТРОК ВИКОНАННЯ
        ЗАМОВЛЕННЯ 4.1. Строк виконання замовлення-від 2 годин, залежить від складності замовлення:
        кількості товару та його наявності, від непередбачуваних подій, не залежних від Продавця
        (ДТП, погодні умови, затори тощо) 4.2. У разі неналежного виконання доставки замовлення за
        вину Продавця (не відповідність замовлення вимогам Покупця або товар у неналежному вигляді)
        подальші дії узгоджуються з Адміністратором Компанії. 4.3. Замовлення вважається виконаним у
        момент його передачі одер жувачу/покупцю або його довіреним особам. 4.4. Угода між Продавцем
        і Покупцем діє з моменту її укладення до моменту вручення замовлення Одержувачу/Покупцю або
        його довіреним особам. СТВОРЕННЯ ЗАМОВЛЕННЯ. ЗАМІНА ВІДСУТНІХ КОМПОНЕНТІВ 5.1. Продавець
        створює замовлення відповідно до вимог По купця. 5.2. Якщо Продавець не має певних елементів
        для оформлення замовлення з якихось причин, Продавець за узгодженням з Покупцем може
        провести заміну. 5.3. Якщо зовнішній вигляд товарів відрізняється від зображення на сайті
        Продавця, це не може бути дефектом або причиною повернення коштів або заміни замовлення.
        5.4. Усі інформаційні матеріали, представлені на сайті voda-aquatica.od.ua, мають довідковий
        характер і не можуть в повній мірі передавати достовірну інформацію про певні властивості та
        характеристики товару. У разі виникнення питань у Покупця щодо властивостей та характеристик
        Товару, перед оформленням замовлення йому необхідно звернутися за консультацією до оператора
        кол-центру за телефоном або надіслати запит на сайті звичайною процедурою замовлення. 5.5.
        Продавець має право відмовити в заміні бутелей покупця, якщо на них є сліди неналежного
        використання, бруду, всіляких відкладень, неприємного запаху, сама тара виглядає погано. У
        такому випадку Покупець повинен докупити пляшку Продавця, інакше замовлення скасовується.
        ЗАМІНА ТОВАРУ. ПОВЕРНЕННЯ ТОВАРУ. ПОВЕРНЕННЯ ГРОШЕЙ. 6.1. Отримувач або Покупець можуть
        відмовитися від замовлення або повернути його негайно при отриманні, зазначивши причину
        повернення 6.2. Покупець має право скласти лист із скаргами і відправити на електронну
        пошту. Також може написати на Viber або Telegram зазначивши причину й надавши відповідний
        опис та підтвердні фото. 6.3. У разі заміни або повернення товару Покупець або Отримувач
        повинні повернути попередній товар у такому стані, в якому він був доставлений. 6.4.
        Продавець може відхилити заміну або компенсацію вартості подарунка, у випадку, якщо у
        Отримувача є особисті причини повернення товару (алергія, смакові якості тощо), про які
        Продавець не був повідомлений. 6.5. У інших випадках Продавець розглядає скарги протягом 3
        робочих днів з моменту її отримання, і про результати розгляду скарги Продавець повідомляє в
        електронному вигляді. ТЕРМІН ДІЇ ДОГОВОРУ. ПОРЯДОК ВНЕСЕННЯ ЗМІН 6.6. Повернення Покупцеві
        вартості товару належної якості здійснюється протягом 30 (тридцяти) календарних днів з
        моменту отримання такого Товару Продавцем за умови дотримання вимог, передбачених п. 6.1.
        Договору, чинним законодавством України. 6.7. Вартість товару підлягає поверненню шляхом
        банківського переказу на рахунок Покупця. 6.8. Повернення Товару належної якості за адресою
        Продавця, здійснюється за рахунок Покупця та Продавцем Покупцеві не відшкодовується. 6.9. У
        разі виявлення протягом встановленого гарантійного строку недоліків у Товарі, Покупець
        особисто, в порядку та у строки, що встановлені законодавством України, має право
        пред&apos;явити Продавцеві вимоги, передбачені Законом України «Про захист прав споживачів».
        При пред’явленні вимог про безоплатне усунення недоліків, строк на їх усунення
        відраховується з дати отримання Товару Продавцем в своє розпорядження та фізичного доступу
        до такого Товару. 6.10. Розгляд вимог, передбачених Законом України «Про захист прав
        споживачів», провадиться Продавцем за умови надання Покупцем документів, передбачених чинним
        законодавством України. Продавець не відповідає за недоліки Товару, які виникли після його
        передання Покупцеві внаслідок порушення Покупцем правил користування або зберігання Товару,
        дій третіх осіб або непереборної сили. 7.1. Прийняття Пропозиції Покупцем є підтвердженням
        укладення Договору на умовах Пропозиції. 7.2. Договір набирає чинності з моменту оплати
        Покупцем замовлення і діє до виконання Продавцем зобов&apos;язань за цим Договором. 7.3.
        Продавець має право вносити зміни до тексту цього Договору на свій розсуд у будь-який момент
        без попереднього повідомлення Покупця. Актуальна (діюча) редакція Договору завжди доступна
        на веб-сайті. 7.4. Покупець згоден і визнає, що внесення змін до Пропозиції викликає
        внесення цих змін у вже діючий між Покупцем та Продавцем Договір, і ці зміни в Договорі
        набирають чинності з моменту внесення таких змін до Пропозиції. КОНФІДЕНЦІЙНІСТЬ 8.1.
        Продавець гарантує збереження конфіденційності інформації, наданої Покупцем при реєстрації
        або оформленні замовлення. 8.2. Продавець гарантує, що особисті дані не будуть
        використовуватися в особистих цілях, на сторонніх ресурсах або для розсилання спаму. 8.3.
        При оформленні замовлення Покупець надає згоду на обробку особистих даних, збережених у базі
        Продавця, виключно для ідентифікації Покупця/Отримувача при повторних замовленнях та для
        коректного виконання замовлення. При відмові Покупця Продавець не може відповідним чином
        виконати замовлення. ВІДПОВІДАЛЬНІСТЬ 9.1. Продавець несе всі ризики, пов&apos;язані з
        втратою або пошкодженням товару до моменту його передачі Покупцю. 9.2. Отримувач або той,
        хто прийняв товар в момент відсутності Отримувача, несе всі ризики, пов&apos;язані з втратою
        або пошкодженням товару з моменту його прийняття. 9.3. Продавець має право передавати свої
        права та обов&apos;язки з виконання замовлень третім особам, не звільняючись від
        відповідальності. 9.4. Продавець не несе відповідальності за неналежне використання або
        зберігання товарів покупцем, замовлених на веб-сайті voda-aquatica.od.ua. 9.5.
        Відповідальність Сторін в інших випадках визначається відповідно до законодавства України.
        9.6. Сторони згодні, що будь-які спори, вирішення яких не вдалося досягти шляхом
        переговорів, вирішуються відповідно до чинного українського законодавства. ДОДАТКОВІ УМОВИ
        10.1. Сайт може тимчасово бути частково або повністю недоступним у зв&apos;язку з
        проведенням технічних, профілактичних або інших робіт, або з інших технічних причин. 10.2. У
        разі встановлення особливих умов, що стосуються асортименту, вартості товарів, інших умов
        замовлення у зв&apos;язку з проведенням акцій тощо - такі дії не будуть вважатися порушенням
        п. 2 ст. 633 Громадянського кодексу України. 10.3. Оформлюючи замовлення незалежно від
        способу оформлення (устно за телефоном або в електронній формі на сайті), Покупець
        підтверджує наступне: -Покупець ознайомлений з умовами цієї пропозиції (оферти) укласти
        Договір і приймає їх у повному обсязі та беззастережно; -Покупець ознайомлений і згоден з
        асортиментом і вартістю товарів, умовами їх оплати та доставки, іншими умовами
        купівлі-продажу товарів, зазначеними на сайті; -усі надані Покупцем при оформленні
        замовлення дані (список товарів, особисті дані, адреса доставки, номер телефону тощо) є
        актуальними і повними. Покупець надав усі необхідні деталі замовлення щодо асортименту,
        кількості товарів тощо, які намірювався надати, при оформленні замовлення. Внесення змін до
        замовлення або відмова від замовлення після його підтвердження не допускається. ФОП Колесова
        І.М., Адреса листування: 65123, Одеська обл., м. Одеса, вул. Марсельска 58/184, ІПН
        №3256612320
      </div>
    </SectionWrapper>
  );
}
